Repository: Geodock-GmbH/Qonnectra
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: de

source: Project
de: Projekt

source: Description
de: Beschreibung

source: Active
de: Aktiv

source: Projects
de: Projekte

source: Flag
de: Kennzeichen

source: Flags
de: Kennzeichen

source: Surface
de: Oberfläche

source: Sealing
de: Versiegelung

source: Surfaces
de: Oberflächen

source: Construction Type
de: Bau-/Verlegeart

source: Construction Types
de: Bau-/Verlegearten

source: Statuses
de: Status

source: Phases
de: Phasen

source: Company
de: Firma

source: City
de: Stadt

source: Postal Code
de: Postleitzahl

source: Street
de: Straße

source: Housenumber
de: Hausnummer

source: Phone
de: Telefon

source: Companies
de: Firmen

source: Node Type
de: Netzknotentyp

source: Group
de: Gruppe

source: Node Types
de: Netzknotentypen

source: Conduit Type
de: Rohrtyp

source: Conduit Count
de: Rohrzahl

source: Manufacturer
de: Hersteller

source: Conduit Type Alias
de: Rohrtyp-Alias

source: Conduit Type Microduct
de: Rohrtyp-Microduct

source: Conduit Types
de: Rohrtypen

source: Network Level
de: Netzebene

source: Network Levels
de: Netzebene

source: Status Development
de: Ausbaustatus

source: Status Developments
de: Ausbaustatus

source: Microduct Status
de: Mikrorohrstatus

source: Microduct Statuses
de: Mikrorohrstatus

source: Cable Type
de: Kabeltyp

source: Fiber Count
de: Faserzahl

source: Bundle Count
de: Rohrzahl

source: Bundle Fiber Count
de: Faserzahl im Bündel

source: Cable Types
de: Kabeltypen

source: German Name
de: Dateiname

source: German color name (e.g., 'rot', 'rot-weiss')
de: Deutscher Farbname (z.B., 'rot', 'rot-weiss')

source: English Name
de: Filename

source: English color name (e.g., 'red', 'red-white')
de: Englischer Farbname (z.B., 'rot', 'rot-weiss')

source: Hex Color Code
de: Farbcode

source: Primary CSS hex color code (e.g., '#dc2626')
de: Primärer CSS-Farbcode (z.B., '#dc2626')

source: Secondary Hex Color Code
de: Sekundärer CSS-Farbcode

source: Secondary color for striped/two-layer microducts (optional)
de: Sekundäre Farbe für gestreifte/zweilagige Mikrorohre (optional)

source: Display Order
de: Anzeigereihenfolge

source: Order in which colors appear in selection lists
de: Reihenfolge, in der Farben in Auswahllisten angezeigt werden

source: Inactive colors are hidden but preserved for existing data
de: Inaktive Farben werden ausgeblendet, aber für bestehende Daten beibehalten

source: Optional notes about this color
de: Optionale Notizen zu dieser Farbe

source: Microduct Color
de: Mikrorohr

source: Microduct Colors
de: Mikrorohr

source: Fiber Status
de: Förderstatus

source: Fiber Statuses
de: Status

source: Fiber Color
de: Farbcode

source: Fiber Colors
de: Faserfarben

source: Feature Type
de: Feature-Typ

source: File Path
de: Dateipfad

source: File Name
de: Dateiname

source: File Type
de: Dateityp

source: Created At
de: Erstellt am

source: Feature File
de: Feature-Datei

source: Feature Files
de: Feature-Dateien

source: Custom folder structure for different feature types. Example: {'trench': 'trenches', 'node': 'nodes'}
de: Benutzerdefinierte Ordnerstruktur für verschiedene Feature-Typen. Beispiel: {'trench': 'trenches', 'node': 'nodes'}

source: Storage Preference
de: Speicherpräferenz

source: Storage Preferences
de: Speicherpräferenzen

source: File Extension
de: Dateiendung

source: File extension without the dot (e.g., 'pdf', 'jpg')
de: Dateiendung ohne Punkt (z.B., 'pdf', 'jpg')

source: Category
de: Kategorie

source: Category used for folder organization (e.g., 'photos', 'documents')
de: Kategorie für Ordnerorganisation (z.B., 'Fotos', 'Dokumente')

source: Optional description of this file type
de: Optionale Beschreibung dieses Dateityps

source: File Type Category
de: Dateitypkategorie

source: File Type Categories
de: Dateitypkategorien

source: Trench ID
de: Graben-ID

source: Construction Depth
de: Bautiefe

source: Construction Details
de: Baudetails

source: Internal Execution
de: Eigenleistung

source: Funding Status
de: Förderstatus

source: Owner
de: Eigentümer

source: Constructor
de: Baufirma

source: Date
de: Datum

source: Comment
de: Kommentar

source: House Connection
de: Hausanschluss

source: Length
de: Länge

source: Geometry
de: Geometrie

source: Trench
de: Graben

source: Trenches
de: Gräben

source: OL Trench
de: OL Graben

source: OL Trenches
de: OL Gräben

source: Conduit Name
de: Rohrbezeichnung

source: Conduit
de: Rohr

source: Conduits
de: Rohre

source: Trench Conduit Connection
de: Graben-Rohr-Verbindung

source: Trench Conduit Connections
de: Graben-Rohr-Verbindungen

source: GT PK Metadata
de: GT PK Metadaten

source: Address ID
de: Adress-ID

source: Zip Code
de: PLZ

source: District
de: Ortsteil

source: House Number Suffix
de: Hausnummer

source: Address
de: Adresse

source: Addresses
de: Adressen

source: OL Address
de: Adresse

source: Openlayers Addresses
de: Adressen

source: Node Name
de: Dateiname

source: Warranty
de: Gewährleistung

source: Node
de: Netzknotentyp

source: Nodes
de: Netzknotentypen

source: OL Node
de: Netzknotentyp

source: Openlayers Nodes
de: Openlayers Knoten

source: Number
de: Nummer

source: Color
de: Farbcode

source: Microduct
de: Mikrorohr

source: Microducts
de: Mikrorohre

source: Microduct From
de: Mikrorohr

source: Trench From
de: Graben

source: Microduct To
de: Mikrorohr

source: Trench To
de: Graben

source: Microduct Connection
de: Hausanschluss

source: Microduct Connections
de: Graben-Rohr-Verbindungen

source: Canvas Sync Statuses
de: Canvas Sync Status

source: Cable Name
de: Dateiname

source: Node Start
de: Dateiname

source: Node End
de: Netzknotentyp

source: Length Total
de: Länge

source: Reserve At Start
de: Reserve am Start

source: Reserve At End
de: Reserve am Ende

source: Reserve Section
de: Reserve auf Strecke

source: Handle Start
de: Fangpunkt am Start

source: Handle position at start node (top, right, bottom, left)
de: Fangpunktposition am Startknoten (oben, rechts, unten, links)

source: Handle End
de: Fangpunkt am Ende

source: Handle position at end node (top, right, bottom, left)
de: Fangpunktposition am Endknoten (oben, rechts, unten, links)

source: Diagram Path
de: Diagramm-Pfad

source: Custom waypoints for diagram edge path as array of {x, y} coordinates
de: Benutzerdefinierte Wegpunkte für Diagramm-Kantenpfad als Array von {x, y} Koordinaten

source: Cable
de: Kabel

source: Cables
de: Kabel

source: The text content to display on the label
de: Der Text, der auf dem Label angezeigt wird

source: X coordinate of the label in the diagram canvas
de: X-Koordinate des Labels im Diagramm-Canvas

source: Y coordinate of the label in the diagram canvas
de: Y-Koordinate des Labels im Diagramm-Canvas

source: Order
de: Reihenfolge

source: Display order when multiple labels exist
de: Anzeigereihenfolge, wenn mehrere Labels existieren

source: Cable Label
de: Kabel-Label

source: Cable Labels
de: Kabel-Labels

source: Microduct Cable Connection
de: Hausanschluss

source: Microduct Cable Connections
de: Graben-Rohr-Verbindungen

source: Position
de: Beschreibung

source: Microduct position/number (1-12, etc.)
de: Mikrorohrposition/Nummer (1-12, etc.)

source: Bundle
de: Bündel

source: Fiber
de: Faser

source: Inner
de: Innen

source: Outer
de: Außen

source: Position Type
de: Bau-/Verlegeart

source: Whether this mapping is for bundle or fiber colors
de: Ob diese Zuordnung für Bündel- oder Faserfarben ist

source: Bundle/Fiber position number (1-12, etc.)
de: Bündel/Faserpositionnummer (1-12, etc.)

source: Inner or outer layer
de: Innen oder Außen-Layer

source: Cable Type Color Mapping
de: Kabeltyp-Farbzuordnung

source: Cable Type Color Mappings
de: Kabeltyp-Farbzuordnungen

source: The UUID of the fiber
de: Die UUID der Faser

source: The cable that the fiber belongs to
de: Das Kabel, zu dem die Faser gehört

source: Bundle Number
de: Nummer

source: The bundle number that the fiber belongs to
de: Die Bündelnummer, zu der die Faser gehört

source: Bundle Color
de: Bündelfarbe

source: The color of the bundle that the fiber belongs to
de: Die Farbe des Bündels, zu dem die Faser gehört

source: Fiber Number Absolute
de: Faser-Nummer absolut

source: The absolute fiber number that the fiber belongs to
de: Die absolute Faser-Nummer, zu der die Faser gehört

source: Fiber Number In Bundle
de: Faser-Nummer im Bündel

source: The number of the fiber in the bundle that the fiber belongs to
de: Die Nummer der Faser im Bündel, zu dem die Faser gehört

source: The color of the fiber that the fiber belongs to
de: Die Farbe der Faser, zu der die Faser gehört

source: Whether the fiber is active
de: Ob die Faser aktiv ist

source: Fibers
de: Fasern

source: Geometry type must be LineString, not
de: Geometrietyp muss LineString sein

source: Could not transform coordinates to EPSG:
de: Die Koordinaten konnten nicht in EPSG transformiert werden:

source: A conduit with that name already exists.
de: Ein Rohr mit diesem Namen existiert bereits.

source: Outer Conduit
de: Schutzrohr

source: Geometry type must be Point, not
de: Geometrietyp muss LineString sein

source: A cable with that name already exists.
de: Ein Rohr mit diesem Namen existiert bereits.

source: Name
de: Dateiname

source: Type
de: Netzknotentyp

source: Row %(row)d: Name is required.
de: Zeile %(row)d: Name ist erforderlich.

source: Row %(row)d: Conduit with name '%(name)s' already exists.
de: Zeile %(row)d: Rohr mit Namen '%(name)s' existiert bereits.
